ERROR_LOGGING = 'Update "%s" caused error "%s"'
LOGGING = '%(asctime)s - %(name)s - %(levelname)s - %(message)s'
TRAINING = 'Тренировочный Режим'
EXAM = 'Экзамен'
CHOOSE = 'Выбери режим работы бота: \n 1. В тренировочном можно ошибаться сколько угодно и видеть правильный ответ с ' \
         'комментарием сразу после выбора ответа. \n 2. В режиме экзамена можно сделать только 2 ошибки и увидеть ' \
         'результат сдачи экзамена'
TRAINING_INSTRUCTION = 'Тебе будет приходить вопрос с вариантами ответа. Выбери ответ, который считаешь правильным.\n' \
                       'Если готов, то жми /start_training для начала экзамена'
EXAM_INSTRUCTION = 'Тебе будет приходить вопрос с вариантами ответа. Выбери ответ, который считаешь правильным.\n' \
                   'Следующий вопрос будет приходить до тех пор, пока не закончатся вопросы в билеты или до тех пор,' \
                   'пока ты не допустишь 2 ошибки. Если готов, то жми /start_exam для начала экзамена'
IF_NOTHING_CHOSEN = 'Я создан только для проверки твоих знаний ПДД и могу работать только в двух режимах.\n' \
                    'Поэтому нажми /start и выбери режим моей работы.'
STOP = 'Закончить'
BYE = 'Возвращайся в любой момент, когда захочешь проверить свои знания и жми /start'
START_TRAINING = 'Следующий вопрос'
START_EXAM = '/start_exam'
CHOOSE_OPERATION_MODE = 'Вернуться к выбору режима'
WELCOME = 'Добро пожаловать в тренажёр ПДД! 👮\n' \
          '‍Основные команды:\n' \
          '/start - Начальное меню\n' \
          '/start_training - Начать тренировку\n' \
          '/help - Справка'

