# Сообщения пользователю
ERROR_LOGGING = 'Update "%s" caused error "%s"'
LOGGING = '%(asctime)s - %(name)s - %(levelname)s - %(message)s'


# Команды
WELCOME = 'Добро пожаловать в тренажёр ПДД! 👮\n' \
          '‍Основные команды:\n' \
          '/start - Начальное меню\n' \
          '/start_training - Начать тренировку\n' \
          '/help - Справка'

# Кнопки бота
ONE = '1️⃣'
TWO = '2️⃣'
THREE = '3️⃣'
FOUR = '4️⃣'
MENU = 'Вернуться в меню'
SOS = 'Комментарий к вопросу'
NEXT = 'Следующий вопрос️'

